Repository: vdr-projects/vdr-plugin-block
Catalog: po/*.po
Languages: it_it

source: Block unwanted shows by EPG title
it_it: Blocca i programmi non desiderati tramite i titoli EPG

source: (De)Block broadcast
it_it: (S)Blocca trasmissione

source: Permission denied!
it_it: Permesso negato!

source: Current show blocked!
it_it: Programma attuale bloccato!

source: New Entry
it_it: Nuovo valore

source: Hide Mainmenu Entry
it_it: Nascondi voce menu principale

source: Message Timeout [s]
it_it: Scadenza messaggio [s]

source: On Switch
it_it: Al cambio canale

source: Channel EPG
it_it: Canale EPG

source: black
it_it: nega

source: white
it_it: autorizza

source: Detection Method
it_it: Metodo rilevamento

source: Ok deblocks temporarily
it_it: Permetti sblocchi temporanei

source: Fuzzy fallback
it_it: Ripristina

source: --- Keywords -------------------------------------------------------------------
it_it: --- Parole chiave --------------------------------------------------------------

source: Delete keyword?
it_it: Eliminare parola chiave?

source: Pattern
it_it: Termine ricerca

source: Regular Expression
it_it: Espressione regolare

source: Ignore Case
it_it: Ignora maiuscole/minuscole

source: Whitelist
it_it: Elenco autorizzati

source: Malformed regular expression!
it_it: Espressione regolare mal costruita!

source: Please edit duplicate instead
it_it: Modifica invece i duplicati
